{
  "id": "pf2e-troubles-in-otari-enhanced-beach-camp-by-wise",
  "title": "PF2E Troubles in Otari Enhanced Beach Camp by Wise",
  "version": "1.2.1",
  "compatibility": {
    "minimum": "11",
    "verified": "11.315"
  },
  "relationships": {
    "requires": [
      {
        "id": "JB2A_DnD5e",
        "type": "module",
        "compatibility": {}
      },
      {
        "id": "levels",
        "type": "module",
        "compatibility": {}
      },
      {
        "id": "monks-active-tiles",
        "type": "module",
        "compatibility": {}
      },
      {
        "id": "multiface-tiles",
        "type": "module",
        "compatibility": {}
      },
      {
        "id": "tagger",
        "type": "module",
        "compatibility": {}
      }
    ],
    "systems": [
      {
        "id": "pf2e",
        "type": "system",
        "compatibility": {}
      }
    ],
    "recommends": [
      {
        "id": "jb2a_patreon",
        "type": "module",
        "compatibility": {}
      }
    ]
  },
  "authors": [
    {
      "name": "Author 1",
      "discord": "Wise5638"
    }
  ],
  "packs": [
    {
      "name": "pack-1",
      "label": "PF2E Troubles in Otari (TiO) Enhanced Beach Camp by Wise",
      "path": "packs/pack-1",
      "type": "Adventure",
      "system": "pf2e",
      "ownership": {
        "PLAYER": "OBSERVER",
        "ASSISTANT": "OWNER"
      }
    }
  ],
  "url": "https://github.com/Wisewhun/PF2E-Troubles-in-Otari-TiO-Enhanced-Maps-by-Wise",
  "manifest": "https://github.com/Wisewhun/PF2E-Troubles-in-Otari-TiO-Enhanced-Maps-by-Wise/releases/download/23.3.1.1.1/module.json",
  "download": "https://github.com/Wisewhun/PF2E-Troubles-in-Otari-TiO-Enhanced-Maps-by-Wise/releases/download/23.3.1.1.1/module.zip",
  "description": "<p>Hello! Thank you for downloading this module! The development of this module grew out of my personal enjoyment of the PF2E systems, the culture of many of the module developers and my desire to share with others what I have enjoyed creating for my own players largely indebted to the collaborative community surrounding FVTT. I hope that you enjoy this module. I will continue to update it and improve it over time.</p>\n<hr />\n<b>Summary</b>\nThis module can work as a standalone Enhanced Map and a Base of Operations Upgrade Map or it can be used in connection with PF2E Troubles in Otari Chapter 1 \"Fishing for Adventure.\"\n<b>Contents</b>\nThis module contains 2maps, 16 items, instructions, 130 Active Tiles, 11 Actors, 16 MATT templates 1 Macro (w/ 7 variations), and over 200 tiles that upgrade the \"Base of Operations\" for the Adventurers.\n\n<b>Acknowledgements</b>\nThis module is provided as free to use to users who directly download it. The assets, scripts, and methods cannot be sold, resold or used for any purposes outside of their intended purpose.\n\nThis module relies on several other modules and creators. I highly encourage users to contribute to and support these creators as their contributions to the FVTT community go well beyond this module.\n\nAdditionally, I have listed creators that are not used in this module since it is Free, but whose assets can be integrated to enhance the experience for your players.\n\nPaizo\n\nWhile this module does not provide any adventure content, it supports Troubles in Otari by Paizo. At the time of this release, there is no current map support for that standalone adventure or its Beach Camp/Base of Operations. I highly support the purchase, download, and use of the PDF which you can buy on their website.\n\nLinks: https://paizo.com/products/btq026k1?Pathfinder-Adventure-Troubles-in-Otari\n\nBaileywiki\n\nI am extremely grateful for than the Baileywiki team not just in assets used within my maps or their prefabs, but their introduction and acknowledgement of other creative contributors like Ripper and IronMonk as well as their endless supply of video tutorials for both Dungeondraft and FVTT. They are good people, a full service shop, and I highly endorse them.\n\nLinks: https://www.patreon.com/baileywiki | https://www.youtube.com/c/baileywiki\n\nIronMonk\n\nFirst, IronMonk is a great guy, and second, he provides 100% of his modules for free, BUT you should support him. His development underlies this entire module in a way that would make it otherwise inert. While I use most of his modules, this module is heavily using Monks' Active Tile Triggers (aka MATTs). I want to give an additional shout-out to Crowguard who has done a lot of the work to create documentation on how to best leverage the power of the MATTs.\n\nLinks: https://www.patreon.com/ironmonk | https://github.com/ironmonk88/monks-module-wiki/wiki/Monk%27s-Active-Tile-Triggers\n\ntheRipper93\n\nThis module uses Levels, Better Roofs, and Tile Sort. Ripper is not only a great developer who thinks hard and executes extremely well against the end users value, he also provides FULL documentation. If you are not supporting him, you should. I would not have nearly as much fun on FVTT without his contributions.\n\nLinks: https://theripper93.com/#modules | https://www.patreon.com/theripper93\n\nTom Cartos\n\nTom is a talented artist, and I use many of his assets within the module. He has very clean lines, and a distinct style. Many of the derivative assets in these modules come from integrated assets from his creative craft. Whether you want to create your own maps with his Dungeondraft assets or use his full maps, tokens, and adventures, I encourage you to support him.\n\nLinks: https://www.patreon.com/tomcartos\n\nDungeonQuill\n\nDQ provides a TON of assets for Dungeondraft. Many of these assets are used within these modules. Jan does custom assets as well at certain tiers, and the boat rack in this map is specifically from customer work he did for me at my request. Many of the derivative assets in these modules come from integrated assets from his creative craft.\n\nLinks: https://www.patreon.com/dungeonquill\n\nForgotten Adventures\n\nThe FVTT community is very aware of the high quality assets from FA. They create maps, tokens, and assets both for FVTT and Dungeondraft. Many of the derivative assets in these modules come from integrated assets from their creative craft.\n\nLinks: https://www.forgotten-adventures.net/ | https://www.patreon.com/forgottenadventures\n\nThe Gorgon\n\nMoving assets are from The Gorgon. I have received several positive acknowledgements from his work when I have included motion tiles in adventures. Please consider supporting him.\n\nLinks: https://www.patreon.com/The_Gorgon/about\n\nMichael Ghelfi Studios (MGS)\n\nThere are no MGS sounds in this module since it is offered for Free. However, I used MGS exclusively in my personal maps as I have long supported their work. MGS is by no close second a great composer for FVTT. He provides Music, Ambience, and SFX at varying lengths. He always has a tone of projects going and is fully engaged with his supporters.\n\nLinks: https://www.patreon.com/MichaelGhelfi | https://michaelghelfistudios.com/who-we-are/ | https://www.youtube.com/@MichaelGhelfiStudios | https://michaelghelfistudios.bandcamp.com/\n\nContacting the Author\n\nIf you'd like to get in touch with a question, feedback, or suggestion, you can find me on Discord as Wise5638. I am usually floating our FVTT, PF2E, and Baileywiki Discords as well.\n\nAll of my content at the moment is free. In the future, I may partner with a creator or have premium packages."
}